const Intro = () => {
  return (
    <div style={{ fontSize: "18px" }}>
      <div>Dear Jane:</div>
      <div>在知道結果之前，有些話想跟妳說</div>
      <div>
        今天是我們相識的第{"120"}天，從這段時間的相處 覺得妳是很酷的人哈哈，
        因為在一些事情上我以為女生會這樣想，但妳卻不是
        對我來說很讚，之前可能把女生想得太壞ＸＤ（也可能認識的女生太少）
        雖然妳常說求包養，但我知道妳只是想找個兼職居家清潔（？！
      </div>
      <div>
        從過去的聊天中，妳也會講訴一些對事情的看法，讓我知道妳是個聰明又有想法的人，
        即使眼睛不好，也會找尋其他方式來增加自己的知識、見識，
        在人生的路上雖然遇到一些顛頗，但還是能夠含著淚往前，
        即使跌落到谷底可能需要別人伸出援手時，你還是靠著自己努力爬上懸崖，
        妳很堅強很優秀！
      </div>
      <div>
        妳的生活樸實，平凡中有些變化，偶爾規劃出門旅行，平常認真上班
        不喜歡浪費東西，東西還能使用就用，也不是屬於浪費錢的人
        我覺得生活中的步調就是有空的跟滿的，才能細細品味其中的差異
        這也是我喜歡的生活模式
      </div>
    </div>
  );
};

// 聰明 有想法
// 堅強
// 節省
// 自我管理
//
export default Intro;
